[
    {
        "titulo": "Лингвистический анализ",
        "conectores_logicos": [
            {
                "termino": "Вдруг",
                "explicacion": "Временной союз, вводящий резкое или неожиданное изменение в действии.",
                "ejemplo": "Вдруг бетонные стены исчезли."
            },
            {
                "termino": "Например",
                "explicacion": "Союз, вводящий пояснение или конкретный случай для иллюстрации общей идеи.",
                "ejemplo": "Например, в этой синей банке содержится ощущение от первого взгляда на море."
            },
            {
                "termino": "Но",
                "explicacion": "Противительный союз, вводящий идею, которая контрастирует или противопоставляется ранее сказанному.",
                "ejemplo": "Это был красивый сон, но я больше не хотел его."
            },
            {
                "termino": "После",
                "explicacion": "Временной союз, указывающий на последующее действие в последовательности событий.",
                "ejemplo": "Через несколько секунд белый свет наполнил сосуд."
            },
            {
                "termino": "Иногда",
                "explicacion": "Союз, выражающий частотность или вводящий идею, которая не является постоянной, а случается время от времени.",
                "ejemplo": "Иногда, чтобы двигаться вперед, нужно отпустить то, что нам больше не принадлежит."
            }
        ],
        "verbos_y_adjetivos": [
            {
                "termino": "выставляли",
                "explicacion": "Глагол в прошедшем времени (3-е лицо, множественное число), означающий показывать или представлять что-либо публике.",
                "ejemplo": "На стеклянных полках продавцы выставляли прозрачные банки."
            },
            {
                "termino": "безупречный",
                "explicacion": "Прилагательное, описывающее что-либо идеальное, без каких-либо дефектов или недостатков.",
                "ejemplo": "молодой человек в безупречном сером костюме"
            },
            {
                "termino": "повторяющийся",
                "explicacion": "Прилагательное, описывающее что-либо, что повторяется или появляется снова часто.",
                "ejemplo": "Елена вспомнила повторяющийся сон, который видела с детства."
            },
            {
                "termino": "отпустить",
                "explicacion": "Глагол в инфинитиве, означающий позволить уйти, освободить или отрешиться от чего-либо.",
                "ejemplo": "необходимо отпустить то, что нам больше не принадлежит."
            }
        ],
        "sustantivos_clave": [
            {
                "termino": "переулок",
                "explicacion": "Узкая улица, обычно между зданиями.",
                "ejemplo": "Елена шла по узкому переулку."
            },
            {
                "termino": "воспоминания",
                "explicacion": "Память, образы или впечатления из прошлого, сохраняющиеся в сознании.",
                "ejemplo": "Вы действительно продаете воспоминания здесь?"
            },
            {
                "termino": "банка",
                "explicacion": "Сосуд, обычно стеклянный, с крышкой, используемый для хранения вещей.",
                "ejemplo": "В этой синей банке содержится ощущение от первого взгляда на море."
            },
            {
                "termino": "обмен",
                "explicacion": "Действие по отдаче одной вещи и получению другой взамен.",
                "ejemplo": "Но мы также принимаем обмен."
            },
            {
                "termino": "способность",
                "explicacion": "Умение или навык хорошо делать что-либо.",
                "ejemplo": "В этой содержится способность свободно говорить на трех языках."
            }
        ],
        "expresiones_idiomaticas": [
            {
                "termino": "отпустить",
                "explicacion": "Смириться с потерей чего-либо или кого-либо; эмоционально отрешиться.",
                "ejemplo": "Она решила, что пришло время отпустить это."
            },
            {
                "termino": "освободить место",
                "explicacion": "Создать возможность или способность для того, чтобы что-то новое произошло или вошло.",
                "ejemplo": "освободить место для неожиданного."
            },
            {
                "termino": "почувствовать себя легче",
                "explicacion": "Испытать эмоциональное облегчение, как будто груз был снят.",
                "ejemplo": "Елена вышла с рынка, почувствовав себя легче."
            }
        ],
        "funciones_comunicativas": [
            {
                "termino": "Описание мест и ситуаций",
                "explicacion": "Использование языка для создания детального образа сцены или обстоятельств.",
                "ejemplo": "перед ней открылась площадь, освещенная маленькими парящими огоньками."
            },
            {
                "termino": "Выражение любопытства и задавание вопросов",
                "explicacion": "Использование вопросительных конструкций для получения информации или проявления интереса.",
                "ejemplo": "—Вы действительно продаете воспоминания здесь? / —А что, если кто-то захочет вернуть проданное воспоминание?"
            },
            {
                "termino": "Повествование о последовательности событий в прошлом",
                "explicacion": "Рассказ о действиях и событиях, произошедших ранее, с установлением временного порядка.",
                "ejemplo": "Продавец взял пустую банку и попросил Елену закрыть глаза... Через несколько секунд белый свет наполнил сосуд."
            }
        ],
        "palabras_clave": [
            "переулок",
            "площадь",
            "рынок",
            "воспоминания",
            "продавец",
            "банки",
            "прозрачные",
            "память",
            "забывать",
            "грустный",
            "обмен",
            "сон",
            "сосредоточиться",
            "способность",
            "свободно",
            "легкий",
            "иллюзия",
            "усталость",
            "продвигаться вперед",
            "неожиданный"
        ]
    }
]