{
    "meta": {
        "titulo_historia": "भाषाई विश्लेषण",
        "autor": "User",
        "fecha": "2026-01-28"
    },
    "titulo": "भाषाई विश्लेषण",
    "conectores_logicos": [
        {
            "termino": "अचानक",
            "explicacion": "एक अस्थायी संयोजक जो क्रिया में अचानक या अप्रत्याशित परिवर्तन लाता है।",
            "ejemplo": "अचानक, कंक्रीट की दीवारें गायब हो गईं।"
        },
        {
            "termino": "उदाहरण के लिए",
            "explicacion": "एक संयोजक जो किसी सामान्य विचार को स्पष्ट करने या उदाहरण देने के लिए एक विशिष्ट मामला प्रस्तुत करता है।",
            "ejemplo": "उदाहरण के लिए, इस नीले शीशी में पहली बार समुद्र देखने की अनुभूति है।"
        },
        {
            "termino": "लेकिन",
            "explicacion": "एक विरोधाभासी संयोजक जो पहले कही गई बात के विपरीत या उसका विरोध करने वाला विचार प्रस्तुत करता है।",
            "ejemplo": "यह एक सुंदर सपना था, लेकिन अब मैं इसे नहीं चाहती थी।"
        },
        {
            "termino": "के बाद",
            "explicacion": "एक अस्थायी संयोजक जो क्रियाओं के क्रम में बाद के समय को दर्शाता है।",
            "ejemplo": "कुछ सेकंड के बाद, एक सफेद रोशनी ने पात्र को भर दिया।"
        },
        {
            "termino": "कभी-कभी",
            "explicacion": "एक संयोजक जो आवृत्ति व्यक्त करता है या एक ऐसे विचार को प्रस्तुत करता है जो स्थिर नहीं, बल्कि कभी-कभार होता है।",
            "ejemplo": "कभी-कभी, आगे बढ़ने के लिए, जो अब हमारा नहीं है उसे छोड़ देना ज़रूरी होता है।"
        }
    ],
    "verbos_y_adjetivos": [
        {
            "termino": "प्रदर्शित कर रहे थे",
            "explicacion": "भूतकालीन क्रिया (तीसरा व्यक्ति बहुवचन) जिसका अर्थ है जनता के सामने कुछ दिखाना या प्रस्तुत करना।",
            "ejemplo": "क्रिस्टल की अलमारियों पर, विक्रेता पारदर्शी शीशियाँ प्रदर्शित कर रहे थे।"
        },
        {
            "termino": "निर्दोष",
            "explicacion": "विशेषण जो किसी चीज़ को पूर्ण, बिना किसी दोष या कमी के वर्णित करता है।",
            "ejemplo": "एक युवा व्यक्ति जिसने एक निर्दोष ग्रे सूट पहना हुआ था"
        },
        {
            "termino": "आवर्ती",
            "explicacion": "विशेषण जो किसी ऐसी चीज़ का वर्णन करता है जो बार-बार दोहराई जाती है या प्रकट होती है।",
            "ejemplo": "ऐलेना को एक आवर्ती सपना याद आया जो उसे बचपन से आता था।"
        },
        {
            "termino": "छोड़ देना",
            "explicacion": "अनंत काल की क्रिया जिसका अर्थ है जाने देना, मुक्त करना या किसी चीज़ से अलग हो जाना।",
            "ejemplo": "जो अब हमारा नहीं है उसे छोड़ देना ज़रूरी है।"
        }
    ],
    "sustantivos_clave": [
        {
            "termino": "गली",
            "explicacion": "संकरी सड़क, आमतौर पर इमारतों के बीच।",
            "ejemplo": "ऐलेना एक संकरी गली से चल रही थी।"
        },
        {
            "termino": "यादें",
            "explicacion": "अतीत की स्मृतियाँ, छवियाँ या प्रभाव जो मन में संरक्षित रहती हैं।",
            "ejemplo": "क्या यहाँ सच में यादें बेची जाती हैं?"
        },
        {
            "termino": "शीशी",
            "explicacion": "पात्र, आमतौर पर कांच का, ढक्कन वाला, चीज़ें रखने के लिए इस्तेमाल होता है।",
            "ejemplo": "इस नीली शीशी में पहली बार समुद्र देखने की अनुभूति है।"
        },
        {
            "termino": "विनिमय",
            "explicacion": "एक चीज़ देकर दूसरी चीज़ बदले में लेने की क्रिया।",
            "ejemplo": "लेकिन हम विनिमय भी स्वीकार करते हैं।"
        },
        {
            "termino": "कौशल",
            "explicacion": "कुछ अच्छी तरह से करने की क्षमता या निपुणता।",
            "ejemplo": "इसमें तीन भाषाएँ धाराप्रवाह बोलने का कौशल है।"
        }
    ],
    "expresiones_idiomaticas": [
        {
            "termino": "जाने देना",
            "explicacion": "किसी चीज़ या व्यक्ति को खोने को स्वीकार करना; भावनात्मक रूप से अलग हो जाना।",
            "ejemplo": "उसने तय किया कि अब उसे जाने देने का समय आ गया है।"
        },
        {
            "termino": "जगह बनाना",
            "explicacion": "कुछ नया घटित होने या आने के लिए अवसर या क्षमता पैदा करना।",
            "ejemplo": "अप्रत्याशित के लिए जगह बनाना।"
        },
        {
            "termino": "हल्का महसूस करना",
            "explicacion": "भावनात्मक राहत महसूस करना, जैसे कोई बोँ हट गया हो।",
            "ejemplo": "ऐलेना बाज़ार से हल्का महसूस करते हुए बाहर निकली।"
        }
    ],
    "funciones_comunicativas": [
        {
            "termino": "स्थानों और स्थितियों का वर्णन करना",
            "explicacion": "किसी दृश्य या परिस्थिति की विस्तृत तस्वीर चित्रित करने के लिए भाषा का उपयोग करना।",
            "ejemplo": "उसके सामने एक चौक खुल गया जो तैरती हुई छोटी-छोटी रोशनियों से जगमगा रहा था।"
        },
        {
            "termino": "जिज्ञासा व्यक्त करना और प्रश्न पूछना",
            "explicacion": "जानकारी प्राप्त करने या रुचि दिखाने के लिए प्रश्नवाचक संरचनाओं का उपयोग करना।",
            "ejemplo": "—क्या यहाँ सच में यादें बेची जाती हैं? / —और अगर कोई बेची हुई याद वापस पाना चाहे तो क्या होगा?"
        },
        {
            "termino": "अतीत में घटनाओं के क्रम का वर्णन करना",
            "explicacion": "पहले घटित हुई क्रियाओं और घटनाओं का वर्णन करना, एक कालानुक्रमिक क्रम स्थापित करते हुए।",
            "ejemplo": "विक्रेता ने एक खाली शीशी ली और ऐलेना से अपनी आँखें बंद करने को कहा... कुछ सेकंड के बाद, एक सफेद रोशनी ने पात्र को भर दिया।"
        }
    ],
    "palabras_clave": [
        "गली",
        "चौक",
        "बाज़ार",
        "यादें",
        "विक्रेता",
        "शीशियाँ",
        "पारदर्शी",
        "स्मृतियाँ",
        "भूल जाना",
        "उदास",
        "विनिमय",
        "सपना",
        "ध्यान केंद्रित करना",
        "कौशल",
        "धाराप्रवाहता",
        "हल्का",
        "भ्रम",
        "थकान",
        "आगे बढ़ना",
        "अप्रत्याशित"
    ]
}